"Untitled" = "Untitled";

"WindowTitle" = "Install %@";

"FilesWindowTitle" = "Files from %@";

/* Displayed as a tooltip describing a search field */
"FilesSearchTooltip" = "Search for files containing path";

/* Utility Menu Items */
"Utilities_Menu" = "Utilities";

/* Print */
"DefaultPrintMenuItem" = "Print…";

/* Menu item titles used for the Show/Hide Files function. */
"Show Files" = "Show Files";
"Hide Files" = "Hide Files";

/* Alert panel indicating that the Installer could not find any plugins to load and therefore cannot perform an install */
"NO_SECTIONS_FOUND_ALERT_TITLE" = "The Installer was unable to perform the installation.";
"NO_SECTIONS_FOUND_ALERT_MESSAGE" = "The Installer can’t find some resources it needs to perform the installation.\n\nThis is an error in the Installer, not an error in the software you are trying to install.\n\nFor technical support on the Web, go to:\n\nhttp://www.apple.com/support/";

/* Button titles */
"CONTINUE" = "Continue";
"GOBACK" = "Go Back";
"CHOOSE" = "Choose";

"CONTINUE_INSTALLING" = "Continue Installation";
"CANCEL_INSTALLING" = "Cancel Install";

"OpenFailed" = "Open Failed";
"OpenFailedMsg" = "Couldn't open \"%@\".";

/* Damaged runner error */
"INSTALLER_IS_DAMAGED_TITLE" = "The Installer is damaged.";
"INSTALLER_IS_DAMAGED_MESSAGE" = "The Installer can’t open the package. There may be a problem with file ownership or permissions.";

/* Displayed in an alert panel if the user tries to close the package when the package is in its "busy" state */
"PackageBusyTitle" = "The Installer is busy.";
"PackageBusyMessage" = "The window can’t be closed.";

/* Displayed in an alert panel if the user tries to close the package when the package is in its "paused" state */
"PackagePaused" = "You shouldn’t close the package because it has not been fully installed. If you close the package now, your system may be left in an unstable state.";

/* Install failed alert-box titles */
"InstallFailedTitle" = "The installation failed.";
"CannotInstallTitle" = "The installation can’t be completed.";

/* Contents for alert box displayed when the user tries to quit the app while the package is installing */
"CantQuit" = "You can’t quit the Installer when software is being installed.";

/* Displayed when an install fails but the package does not require the machine to be rebooted. */
"FailWarning" = "%@ was not correctly installed.";

/* Displayed when an install fails but the package does not require the machine to be rebooted. */
"NotInstalledYet" = "%@ has not been installed yet.";

/* Bold title string in Quit sheet */
"InstallQuitTitle" = "Are you sure you want to quit the Installer?";

/* Warnings */
"NeedsShutdown" = "To install this software, you must shut down your computer. Click Shut Down to complete the installation.";
"NeedsRestart" = "To install this software, you must restart your computer. Click Restart to complete the installation.";
"NeedsLogout" = "To install this software, all applications must be closed and you must be logged out. Click Log Out to complete the installation.";

/* Displayed if the user tries to quit while a normal install is taking place */
"StopNormalInProgress" = "Are you sure you want to quit? If you stop the Installer now, your system may be unstable.";

/* Button in quit sheet */
"ChangeDisk" = "Startup Disk";

/* Title on the 'Go Back' button */
"GoBack" = "Go Back";

/* Button/menu item titles meaning 'Yes, I want to quit the application' */
"Quit" = "Quit";
"QuitWithEllipsis" = "Quit Installer…";

/* Button title meaning 'No, I don't want to quit the application' */
"DontQuit" = "Don’t Quit";

/* Button title used to restart the computer */
"Restart" = "Restart";

/* Standard OK button title */
"OK" = "OK";

/* Button title to cancel an action that produced an alert box */
"Cancel" = "Cancel";

/* Button title for a sheet which will close the installer window */
"Close" = "Close";

/* "Show Error" button */
"ShowError" = "Show Error";

/* Error message given when plugin cannot be found. This is mostly an issue for running over a network. */
"CantFindPlugin" = "The plug-in named %@ can’t be found.";

/* Error message given when plugin is found but can't be loaded. This is mostly an issue for running over a network. */
"CantLoadPlugin" = "The path to the plug-in %@ was found, but its bundle can’t be created.";

/* Error message given when plugin is loaded but doesn't have its firstPage outlet set. This is mostly a debugging aid. */
"NoFirstPage" = "The plug-in %@ does not have a first page.";

/* Alert box title when the user cannot save a file document */
"CantSaveFile" = "The file can’t be saved.";

/* Alert box explanatory text displayed when a user cannot save a file document */
"CantSaveFileText" = "You may not have permission to save this document at this location.";

/* File Listing Controller Strings */
"FILE_LISTING_NOT_AVAIL" = "The file listing isn’t available.";
"FILE_LISTING_NOT_AVAIL_YET" = "The file listing isn’t yet available.";

/* Security Warning Strings */
/* Display this message if the package will be running programs without the user's knowledge. */
"CheckToolAlert" = "This Installer will run a program to determine if the software can be installed. Do you want to continue?";

/* Title for the below message */
"CheckToolAlertEnhancedTitle" = "This package will run a program to determine if the software can be installed.";

/* Displays this message if the package will be running programs contains inside a package */
"CheckToolAlertEnhanced" = "To keep your computer secure, you should only run programs or install software from a trusted source. If you're not sure about this software’s source, click Cancel to stop the program and the installation.";

/* Displayed in Menu Bar in the Spotlight area when running from install media */
"NoSpotlightTooltip" = "Spotlight isn't available while you're installing this software";

/* Install Automation Strings */
"AutomatedInstallFailure" = "You can’t install %@ on this disk.";
"AutomatedInstallFailureWithReason" = "You can’t install %@ on this disk.  %@";

"AutomatedInstallTargetFreeSpace" = "The target disk doesn’t have enough free space for the installation. Quit the Installer and make more space available by removing files or applications, and then try installing again.";
"AutomatedInstallTargetMissingTitle" = "The disk can’t be found at path %@.";
"AutomatedInstallTargetMissing" = "Make sure you have chosen the correct disk and that it is not damaged or disconnected.";

/* Install Authenticity Strings */
"UNSIGNED_TITLE" = "The source of this software can’t be determined.";
"UNSIGNED_DESCRIPTION" = "To keep your computer secure, you should only install software from a trusted source.";
"INVALID_SIGNATURE_ERROR_TITLE" = "The installation was canceled because the source of this software could not be verified.";
"INVALID_SIGNATURE_ERROR" = "To keep your computer secure, you should only install software from a trusted source.";

/* IADataTransferMonitor Strings */
"CALCULATING_TIME_REMAINING" = "Calculating…";
"HOURS_AND_MINUTES_REMAINING" = "%d hours and %d minutes";
"HOURS_REMAINING" = "%d hours";
"HOUR_AND_MINUTES_REMAINING" = "1 hour and %d minutes";
"HOUR_REMAINING" = "1 hour";
"MINUTES_REMAINING" = "%d minutes";
"MINUTE_REMAINING" = "1 minute";
"LESS_THAN_A_MINUTE_REMAINING" = "less than a minute";
